public class Menu {
    public static void menu(){
        System.out.println("Вибири число:\n" +
                "1)-Перевірити чи є такий місаць.\n" +
                "2)-Вивести всі місяці з такою ж порою року.\n" +
                "3)-Вивести всі місяці які мають таку саму кількість днів.\n" +
                "4)-Вивести на екран всі місяці які мають меншу кількість днів.\n" +
                "5)-Вивести на екран всі місяці які мають більшу кількість днів.\n" +
                "6)-Вивести на екран наступну пору року.\n" +
                "7)-Вивести на екран попередню пору року.\n" +
                "8)-Вивести на екран всі місяці які мають парну кількість днів.\n" +
                "9)-Вивести на екран всі місяці які мають непарну кількість днів.\n" +
                "10)-Вивести на екран чи введений з консолі місяць має парну кількість днів.\n" +
                "11)-Вихід з програми.");
    }
}
